IDEA Open Model
ResultClass.Nonlinear Property
Compatible with IDEA StatiCa 20.1
 Class contains nonlinear combinations (loaded as loadcase)
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool Nonlinear { get; set; }
Public Property Nonlinear As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ResultClass Class
IdeaRS.OpenModel.Loading Namespace